export const MenuData = [
	{ title: "Главная", path: "/" },
	{ title: "Для мужчин", path: "/male" },
	{ title: "Для женщин", path: "/female" },
	{ title: "Контакты", path: "#footer" },
];
export const MaleData = [
	{
		image: "/images/MaleSection_drug_image_and_bg.png",

		titlespan1: "Ферт",
		titlespan2: "изил - М",

		subtitle: "Препарат для мужчин",

		descr:
			"Фертизил - М - предназначен для повышения мужской фертильности (способности к созданию потомства). Компоненты данного препарата улучшают функциональное состояние мужской репродуктивной системы.",

		link: "Подробнее",
		linkArrow: "/images/Arrow.png",

		//item 1
		item1span1: "60 ",
		item1title1: "капсул ",
		item1span2: "Ферт",
		item1span3: "изил - М",
		item1descr:
			"Которые включают в себя Карнитин, L Аргинин, Витамин Е, Фолиевую кислоту, Цинк, Селен, Глутатион, Коэнзим Q 10.",

		//item 2
		item2span1: "30 ",
		item2title: "капсул ",
		item2span2: "ОМЕГА ",
		item2span3: "3",
		item2descr:
			"Повышающие подвижность и количество сперматозоидов, улучшающие репродуктивную функцию. Их рекомендуют мужчинам, планирующим зачатие и желающим повысить шансы на появление здорового ребенка.",

		listTitleSpan: "9 ",
		listTitle: "элементов",
		listItems: [
			"L Карнитин",
			"L Аргинин",
			"Витамин Е",
			"Фолиевая кислота",
			"Цинк",
			"Селен",
			"Глутатион",
			"Коэнзим Q 10",
			"Омега-3",
		],
	},
];
export const FemaleData = [
	{
		image: "/images/FemaleSection_drug_image_and_bg.png",

		titlespan1: "Ферт",
		titlespan2: "изил - F",

		subtitle: "Препарат для женщин",

		descr:
			"Фертизил - Ф - предназначен для повышения женской фертильности. Компоненты данного препарата улучшают функциональное состояние женской репродуктивной системы.",

		link: "Подробнее",
		linkArrow: "/images/Female_Arrow.png",

		//item 1
		item1span1: "30 ",
		item1title1: "капсул ",
		item1span2: "Ферт",
		item1span3: "изил - F",
		item1descr:
			"Которые включают в себя фолиевую кислоту, витамин Е, катехины из экстракта зеленого чая, диосгенин из экстракта корня ямса, экстракт домиана и глицирризиновую кислоту из экстракта корня солодки.",

		//item 2
		item2span1: "30 ",
		item2title: "капсул ",
		item2span2: "ОМЕГА ",
		item2span3: "3",
		item2descr:
			"Необходимые для нормального функционирования организма во время беременности и внутриутробного развития ребенка. Они участвуют в формировании мозга, нервной системы, глазной сетчатки и некоторых других органов.",

		listTitleSpan: "8 ",
		listTitle: "элементов",
		listItems: [
			"Фолиевая кислота",
			"Селен",
			"Витамин Е",
			"Катехины из экстракта зеленого чая",
			"Диосгкнин из экстракта корня ямса",
			"Экстракт Дамиана",
			"Глицизированная кислота из экстракта корня солодки",
			"Омега-3",
		],
	},
];

export const FemaleTabsData = {
	indications: [
		"Если зачать ребенка не получается (в лечении женского бесплодия);",
		"Гормональные нарушения в организме женщин;",
		"Отсутствие овуляции или нерегулярная овуляция;",
		"У женщины детородного возраста недостаточный вес для беременности;",
		"Предрасположенность к аутоиммунным заболеваниям;",
		"Предыдущая беременность закончилась абортом (или были другие осложнения при беременности);",
		"Либидо у женщин.",
	],
	directionsForUse: [
		"1 твердую капсулу утром, 1 мягкую капсулу вечером, во время еды;",
		"При наступлении беременности прием препарата необходимо прекратить.",
	],
	contradictions: [
		"Индивидуальная непереносимость компонентов;",
		"Беременность;",
		"Кормление грудью;",
	],
	other: [
		"Форма выпуска: В упаковке 30 твердых и 30 мягких капсул, в каждом блистере по 10 капсул;",
		"Условия отпуска из аптек: Без рецепта;",
		"Срок годности: 2 года.Не применять по истечении срока годности, указанного на упаковке;",
		"Условия хранения: Хранить в сухом, защищенном от света и недоступном для детей месте, при температуре не выше 25 °С;",
		"Срок годности: 2 года. Не применять по истечении срока годности, указанного на упаковке.",
	],
};

export const MaleTabsData = {
	indications: [
		"Патология спермообразования (тератозооспермия);",
		"Снижение подвижности сперматозоидов (астенозооспермия); ",
		"Уменьшение количества спермы (олигоспермия);",
		"Планирование зачатия;",
		"Нарушение метаболизма в организме;",
		"Оксидативный стресс;",
		"При комплексной терапии заболеваний сердечно-сосудистой системы: сердечной недостаточности, ишемической болезни сердца (стенокардия, инфаркт миокарда, постинфарктный кардиосклероз), атеросклероза, артериальной гипертонии, кардиомиопатии.",
	],
	directionsForUse: [
		"Белые капсулы: принимаются по 1 капсуле 2 раза в день во время еды;",
		"Желтые капсулы: принимаются по 1 капсуле 1 раз в день во время еды;",
		"Курс лечения составляет от 3 до 6 месяцев.",
	],
	contradictions: [
		"индивидуальная непереносимость препарата и входящих в его состав веществ;",
		"экзогенная триглицеридемия;",
		"период обострения холецистита, панкреатита;",
		"заболевания гепатобилиарной системы, желчнокаменная болезнь;",
		"геморрагический синдром;",
		"детям до 18 лет.",
	],
	other: [
		"Форма выпуска: В упаковке 6 белых и 3 желтых блистеров. В каждом блистере по 10 капсул;",
		"Срок годности: 2 года. Не применять по истечении срока годности, указанного на упаковке;",
		"Условия хранения: Хранить в недоступном для детей месте при температуре 30°С;",
		"Срок годности: 2 года. Не применять по истечении срока годности, указанного на упаковке.",
	],
};

export const PublicationImagesData = [
	{
		link: "/images/Publications_image_1.png",
	},
	{
		link: "/images/Publications_image_2.png",
	},
	{
		link: "/images/Publications_image_3.png",
	},
];

